tap "homebrew/services"
brew "btop"
brew "exiftool"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "go"
brew "htop"
brew "python@3.13"
brew "imagemagick"
brew "onefetch"
brew "pnpm"
brew "postgresql@17", restart_service: :changed
brew "rclone"
brew "redis", restart_service: :changed
brew "sherlock"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "trash"
brew "yt-dlp"
cask "betterdisplay"
cask "bruno"
cask "discord"
cask "docker-desktop"
cask "dotnet-sdk"
cask "firefox"
cask "font-commit-mono"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "ghostty"
cask "google-chrome"
cask "jordanbaird-ice"
cask "linearmouse"
cask "lunar-client"
cask "protonvpn"
cask "shottr"
cask "signal"
cask "spotify"
cask "stats"
cask "steam"
cask "tailscale-app"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
cask "zed"